export const mapItemToText = {
  firstDegree: "תואר ראשון",
  secondDegree: "תואר שני",
  thirdDegree: "תואר שלישי",
  roadA: "מסלול א",
  roadB: "מסלול ב",
  roadC: "מסלול ג",
  roadD: "מסלול ד",
  YoreYore: `יורה יורה מהרה"ר`,
  YoreYorePrivate: `הסמכת יורה יורה מרב עיר  דיין  חבר מועצת הרבנות הראשית \
  ראש הישיבה`,
  ravZvei: "תעודת כושר רב צבאי",
  ravIsrael: "2 מבחני הרבנות הראשית",
  ravPaperHigh: 'תעודת השכלה תורנית גבוהה מהרה"ר',
  quizRav: `רב צבאי / 2 מבחני הרבנות הראשית / תעודת השכלה תורנית גבוהה מהרה"ר`,
  yeshiva: "שנות ישיבה",
  ravCity: "רב עיר",
  dayan: 'כושר לדיינות מהרה"ר',
  isEndArmyInYear: 'התת"ש אינו בשנה הקרובה',
  books:
    "אישור ועדת רבנים מטעם משרד הדתות על פרסום ספר תורני / פרסום 3 מאמרי הלכה",
  diploma: 'דיפלומה חתומה ע"י סא"ל',
};
